tap "farion1231/ccswitch"
tap "jesseduffield/lazygit"
tap "jnsahaj/lumen"
tap "krabswong/yes-sessions"
tap "tw93/tap"
brew "autojump"
brew "btop"
brew "curl"
brew "diff-so-fancy"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "git-filter-repo"
brew "go-task"
brew "lazygit"
brew "libimobiledevice"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "opencode"
brew "protobuf"
brew "pyenv-virtualenv"
brew "qemu"
brew "rbenv"
brew "ruby"
brew "rust"
brew "scc"
brew "starship"
brew "syncthing"
brew "tmux"
brew "tree"
brew "uv"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "tw93/tap/mole"
cask "android-platform-tools"
cask "claude-code"
cask "ghostty"
cask "maccy"
cask "orbstack"
cask "utm"
cask "krabswong/yes-sessions/yes-sessions"
vscode "anthropic.claude-code"
vscode "beardedbear.beardedtheme"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "dbaeumer.vscode-eslint"
vscode "drblury.protobuf-vsc"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "gongfeng.gongfeng-copilot"
vscode "krabswong.let-me-count"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.makefile-tools"
vscode "octref.vetur"
vscode "repreng.csv"
vscode "rvest.vs-code-prettier-eslint"
vscode "saoudrizwan.claude-dev"
vscode "sugite.log-line-filter"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "yzhang.markdown-all-in-one"
go "github.com/wailsapp/wails/v3/cmd/wails3"
uv "kimi-cli"
