tap "adoptopenjdk/openjdk"
tap "daipeihust/tap"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "thezoraiz/ascii-image-converter"
tap "ybeapps/sourcegit"
brew "autoconf"
brew "automake"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cloc"
brew "cocoapods"
brew "corkscrew"
brew "create-dmg"
brew "diff-so-fancy"
brew "e2fsprogs"
brew "espeak"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "ffmpeg"
brew "fzf"
brew "go"
brew "helm"
brew "node", link: false
brew "http-server", link: false
brew "iperf3"
brew "jenv"
brew "jq"
brew "kdoctor"
brew "kubernetes-cli"
brew "libimobiledevice"
brew "libksba"
brew "lsd"
brew "mecab"
brew "minikube"
brew "neovim"
brew "ninja"
brew "openblas"
brew "numpy", link: false
brew "protobuf"
brew "openssl@1.1"
brew "openvino"
brew "pyenv"
brew "python@3.12"
brew "ripgrep"
brew "rust"
brew "smartmontools"
brew "telnet"
brew "tmux"
brew "tree"
brew "vapoursynth"
brew "wget"
brew "yt-dlp"
brew "zlib"
brew "daipeihust/tap/im-select"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "android-platform-tools"
cask "applite"
cask "calibre"
cask "iina"
cask "jordanbaird-ice"
cask "keycastr"
cask "lunarbar"
cask "raycast"
cask "sourcegit"
cask "squirrel"
cask "temurin"
cask "temurin@11"
