tap "adoptopenjdk/openjdk"
tap "daipeihust/tap"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "thezoraiz/ascii-image-converter"
tap "ybeapps/sourcegit"
brew "autoconf"
brew "automake"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cloc"
brew "cocoapods"
brew "corkscrew"
brew "create-dmg"
brew "e2fsprogs"
brew "espeak"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "ffmpeg"
brew "fzf"
brew "go"
brew "helm"
brew "node", link: false
brew "http-server", link: false
brew "iperf3"
brew "jenv"
brew "jq"
brew "kdoctor"
brew "kubernetes-cli"
brew "libimobiledevice"
brew "libksba"
brew "lsd"
brew "mecab"
brew "minikube"
brew "neovim"
brew "ninja"
brew "openblas"
brew "numpy", link: false
brew "protobuf"
brew "openssl@1.1"
brew "openvino"
brew "pyenv"
brew "python@3.12"
brew "ripgrep"
brew "rust"
brew "smartmontools"
brew "telnet"
brew "tmux"
brew "tree"
brew "vapoursynth"
brew "wget"
brew "yt-dlp"
brew "zlib"
brew "daipeihust/tap/im-select"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "android-platform-tools"
cask "applite"
cask "calibre"
cask "iina"
cask "jordanbaird-ice"
cask "keycastr"
cask "lunarbar"
cask "raycast"
cask "sourcegit"
cask "squirrel"
cask "temurin"
cask "temurin@11"
vscode "aaron-bond.better-comments"
vscode "alexcvzz.vscode-sqlite"
vscode "amandeepmittal.pug"
vscode "amodio.tsl-problem-matcher"
vscode "beardedbear.beardedicons"
vscode "beardedbear.beardedtheme"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "gongfeng.gongfeng-copilot"
vscode "jebbs.plantuml"
vscode "kevinrose.vsc-python-indent"
vscode "krabswong.let-me-count"
vscode "mathiasfrohlich.kotlin"
vscode "mkxml.vscode-filesize"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "octref.vetur"
vscode "raillyhugo.one-hunter"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "shenjiaolong.vue-helper"
vscode "simonsiefke.svg-preview"
vscode "stylelint.vscode-stylelint"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "yzane.markdown-pdf"
vscode "zxh404.vscode-proto3"
